<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name . ' - About';
$this->breadcrumbs=array(
	'About',
);
?>
<h1>О системе СМК</h1>

<p>Система менеджмента качества (СМК) — совокупность организационной структуры, методик, процессов и ресурсов, необходимых для общего руководства качеством. Она предназначена для постоянного улучшения деятельности, для повышения конкурентоспособности организации на отечественном и мировом рынках, определяет конкурентоспособность любой организации.[1]. Она является частью системы менеджмента организации.
Современные СМК базируются на принципах TQM. Различные части системы менеджмента организации могут быть интегрированы вместе с системой менеджмента качества в единую систему менеджмента, использующую общие элементы. Это повышает результативность планирования, эффективность использования ресурсов, создает синергетический эффект в достижении общих бизнес-целей организации.
Широко применяется сертификация СМК по ИСО 9000. Сертификация СМК основана на проведении независимых аудитов третьей стороной (органом по сертификации).</p>
